{
    "menu.home": "Home",
    "menu.projects": "Projects",
    "menu.about": "About",
    "menu.contact": "Contact",
    "introduction.title2": "HELLO, I'M JAVI.",
    "introduction.title": "Web Developer.",
    "introduction.paragraph": "I'm a passionate Frontend Developer and UX/UI design student. My focus is on creating exceptional user interfaces, blending enthusiasm and creativity into every project.",
    "introduction.projects.title": "PROJECTS",
    "introduction.projects.highlighted": "HIGHLIGHTED",
    "introduction.projects.description": "In this space, I'll dedicate time to sharing a wide variety of projects, both personal and client-based, spanning web and mobile applications. I hope this space becomes a source of inspiration and learning for other developers and technology enthusiasts.",
    "introduction.about.title": "ABOUT ME",
    "introduction.about.description": "In this space, you'll have the opportunity to delve into a detailed exploration of who I am as a professional and the skills I have cultivated throughout my career, with a special focus on the technological realm.",
    "introduction.contact.title": "CONTACT",
    "introduction.contact.description": "Feel free to reach out to me anytime. I'm always here to connect and engage with you. Whether you have questions, ideas, or just want to say hello, I'm eager to hear from you. Your messages are important to me, and I'll do my best to respond as promptly as I can. Looking forward to hearing from you soon!",
    "introduction.self.title": "GET TO KNOW ME",
    "introduction.self.description1": "I'm a passionate ",
    "introduction.self.span1": "Frontend developer",
    "introduction.self.description2": " with experience in ",
    "introduction.self.span2": "leadership and achievement",
    "introduction.self.description3": " in innovative projects. Founder and co-founder of two companies, my path in technology arises from the pursuit of ",
    "introduction.self.span3": "personal and professional growth",
    "introduction.self.description4": ".",
    "introduction.self.description5": "Currently, I'm immersed in the study of ",
    "introduction.self.span4": "UX/UI Design.",
    "introduction.self.description6": "As a self-taught individual, I find strength in continuous improvement and enjoy ",
    "introduction.self.span5": "motivating ",
    "introduction.self.description7": "my team. My focus extends beyond code to user-centered design.",
    "introduction.self.description8": "I prioritize ",
    "introduction.self.span6": "effective communication ",
    "introduction.self.description9": "and collaboration in ",
    "introduction.self.span7": "team management",
    "introduction.self.description10": ", using ",
    "introduction.self.span8": "agile and scrum methodologies ",
    "introduction.self.description11": "for efficient solutions.",
    "introduction.self.description12": "Outside of work, I enjoy spending time with friends and I'm passionate about nature and sports. I also have a deep love for animals.",
    "introduction.self.description13": "Open to job opportunities to contribute, learn, and grow. If you have a good opportunity that values both technology and design, ",
    "introduction.self.span9": "contact me!",
    "cards.APOLOFY.name": "APOLOFY",
    "cards.MOVIESHUB.name": "MOVIESHUB",
    "cards.RICK&MORTY.name": "RICK & MORTY",
    "cards.CALENDAR_TS.name": "CALENDAR TS",
    "cards.SERVER.name": "SERVER",
    "cards.DROP_DRAG_DEMON.name": "DROP DRAG DEMON",
    "cards.APOLOFY.description": "Welcome to Apollofy, a fullstack project that merges the sophistication of Spotify with the versatility of SoundCloud, offering a personalized music player. Developed with MERN Stack (MongoDB, Express, React, and Node.js), Apollofy goes beyond by allowing users not only to enjoy music but also to manage their own library, upload songs, follow other users, create custom albums, and much more. Explore Apollofy and discover a new way to experience music online.",
    "cards.MOVIESHUB.description": "Welcome to MoviesHub! An exciting fullstack project created with Next.js, CSS, MongoDB, Node.js, and Express. In MoviesHub, you take control of your own cinematic experience. Upload, edit, and delete your favorite movies with ease. Customize each entry with detailed descriptions, ratings, and eye-catching images.",
    "cards.RICK&MORTY.description": "Welcome to Rick and Morty Explorer, an exciting project developed with TypeScript, npm, and Bootstrap. This application immerses you in the fascinating universe of the animated series Rick & Morty, allowing you to explore fascinating details about each episode and character.",
    "cards.CALENDAR_TS.description": "Explore the versatility of my calendar project created with JavaScript and CSS, offering you an experience to manage your time efficiently and personalized. Inspired by the intuitive functionality of Google Calendar, this calendar allows you to organize your day-to-day activities with ease. With a clean and user-friendly interface, you can add events, set reminders, and customize each day according to your needs.",
    "cards.SERVER.description": "My server, developed with Node.js and Express, alongside MongoDB as the database, is the backbone that drives the functionality of my projects, particularly MoviesHub. This robust server acts as the core database services, providing solid support for storing and retrieving essential information. From movie details to user information, this server ensures efficient data management to guarantee optimal performance and a seamless user experience on MoviesHub and other related projects. Explore the world of movies with the confidence that the infrastructure behind the scenes is designed to deliver reliable and scalable service!",
    "cards.DROP_DRAG_DEMON.description": "This React project utilizes react-beautiful-dnd to allow users to drag and drop Demon Slayer series characters between different columns. The application is fully responsive, making it suitable for use on various devices.",
    "cards.labels.verFigma": "View Figma",
    "cards.labels.verGitHub": "View GitHub",
    "cards.labels.verDeploy": "View Deploy",
    "tecnologys.title": "TECHNICAL SKILLS"
}