{
    "menu.home": "Home",
    "menu.projects": "Projects",
    "menu.about": "About",
    "menu.contact": "Contact",
    "introduction.title2": "HELLO, I'M JAVI.",
    "introduction.title": "Web Developer.",
    "introduction.paragraph": "I'm a passionate Frontend Developer and UX/UI design student. My focus is on creating exceptional user interfaces, blending enthusiasm and creativity into every project.",
    "introduction.projects.title": "PROJECTS",
    "introduction.projects.highlighted": "HIGHLIGHTED",
    "introduction.projects.description": "In this space, I will share personal and client projects, as well as experiments that have helped me hone my skills.",
    "introduction.about.title": "ABOUT ME",
    "introduction.about.description": "In this space, you can explore details about who I am and my current skills, especially in the technological field.",
    "introduction.contact.title": "CONTACT",
    "introduction.contact.description": "Feel free to get in touch with me, I will respond as soon as possible. Looking forward to your message!",
    "introduction.self.title": "GET TO KNOW ME",
    "introduction.self.description1": "I'm a passionate ",
    "introduction.self.span1": "Frontend developer",
    "introduction.self.description2": " with experience in ",
    "introduction.self.span2": "leadership and overcoming challenges",
    "introduction.self.description3": " in innovative projects. Founder and co-founder of two companies, my path in technology arises from the pursuit of ",
    "introduction.self.span3": "significant personal and professional growth",
    "introduction.self.description4": ". Currently, I'm immersed in studying ",
    "introduction.self.span4": "UX/UI Design",
    "introduction.self.description5": "As a ",
    "introduction.self.span5": "self-learner",
    "introduction.self.description6": ", I find strength in continuous improvement and enjoy ",
    "introduction.self.span6": "motivating my team",
    "introduction.self.description7": ". My focus extends beyond code to user-centered design. I prioritize ",
    "introduction.self.span7": "effective communication",
    "introduction.self.description8": " and collaboration in ",
    "introduction.self.span8": "team management",
    "introduction.self.description9": ", with ",
    "introduction.self.span9": "agile and scrum methodologies",
    "introduction.self.description10": " guided by empathy for efficient and elegant solutions. Outside of work, I enjoy spending time with friends and am a nature and sports enthusiast. I also have a deep love for animals. Open to job opportunities to contribute, learn, and grow. If you have an opportunity that values both technology and design, feel free to contact me!",
    "cards.APOLOFY.name": "APOLOFY",
    "cards.MOVIESHUB.name": "MOVIESHUB",
    "cards.RICK&MORTY.name": "RICK & MORTY",
    "cards.APOLOFY.description": "Welcome to Apollofy, a fullstack project that merges the sophistication of Spotify with the versatility of SoundCloud, offering a personalized music player. Developed with MERN Stack (MongoDB, Express, React, and Node.js), Apollofy goes beyond by allowing users not only to enjoy music but also to manage their own library, upload songs, follow other users, create custom albums, and much more. Explore Apollofy and discover a new way to experience music online.",
    "cards.MOVIESHUB.description": "Welcome to MoviesHub! An exciting fullstack project created with Next.js, CSS, MongoDB, Node.js, and Express. In MoviesHub, you take control of your own cinematic experience. Upload, edit, and delete your favorite movies with ease. Customize each entry with detailed descriptions, ratings, and eye-catching images.",
    "cards.RICK&MORTY.description": "Welcome to Rick and Morty Explorer, an exciting project developed with TypeScript, npm, and Bootstrap. This application immerses you in the fascinating universe of the animated series Rick & Morty, allowing you to explore fascinating details about each episode and character.",
    "cards.labels.verFigma": "View Figma",
    "cards.labels.verGitHub": "View GitHub",
    "cards.labels.verDeploy": "View Deploy",
    "tecnologys.title": "TECHNICAL SKILLS"
}