{
    "menu.home": "Inicio",
    "menu.projects": "Proyectos",
    "menu.about": "Sobre mí",
    "menu.contact": "Contacto",
    "introduction.title2": "HOLA, SOY JAVI.",
    "introduction.title": "Creador web.",
    "introduction.paragraph": "Soy un apasionado Desarrollador Frontend y estudiante de diseño UX/UI. Mi enfoque está en crear interfaces de usuario excepcionales, fusionando entusiasmo y creatividad en cada proyecto.",
    "introduction.projects.title": "PROYECTOS",
    "introduction.projects.highlighted": "DESTACADOS",
    "introduction.projects.description": "En este espacio, compartiré proyectos personales y de clientes, así como experimentos que me han ayudado a perfeccionar mis habilidades.",
    "introduction.about.title": "SOBRE MÍ",
    "introduction.about.description": "En este espacio, podrás explorar detalles sobre quién soy y mis habilidades actuales, especialmente en el ámbito tecnológico.",
    "introduction.contact.title": "CONTACTO",
    "introduction.contact.description": "Siente total libertad para ponerte en contacto conmigo, responderé en cuanto me sea posible. ¡Espero con interés tu mensaje!",
    "introduction.self.title": "CONOCÉME",
    "introduction.self.description1": "Soy un apasionado ",
    "introduction.self.span1": "desarrollador Frontend",
    "introduction.self.description2": " con experiencia en ",
    "introduction.self.span2": "liderazgo y superación",
    "introduction.self.description3": " en proyectos innovadores. Fundador y cofundador de dos empresas, mi camino en la tecnología surge de la búsqueda de un ",
    "introduction.self.span3": "crecimiento",
    "introduction.self.description4": " personal y profesional significativo. Actualmente, estoy inmerso en el estudio de ",
    "introduction.self.span4": "Diseño UX/UI",
    "introduction.self.description5": "Como ",
    "introduction.self.span5": "autodidacta",
    "introduction.self.description6": " encuentro fortaleza en la mejora continua y disfruto ",
    "introduction.self.span6": "motivando a mi equipo",
    "introduction.self.description7": ". Mi enfoque no solo se limita al código, sino que también se extiende al diseño centrado en el usuario. Priorizo la ",
    "introduction.self.span7": "comunicación efectiva",
    "introduction.self.description8": " y la colaboración en la ",
    "introduction.self.span8": "gestión de equipos",
    "introduction.self.description9": ", con ",
    "introduction.self.span9": "metodología agile y scrum",
    "introduction.self.description10": " con la empatía como guía para soluciones eficientes y elegantes. Fuera del trabajo, disfruto del tiempo con amigos y soy un amante de la naturaleza y los deportes. También tengo un profundo amor por los animales. Abierto a oportunidades laborales para contribuir, aprender y crecer. Si tienes una buena oportunidad que valore tanto la tecnología como el diseño, ¡contáctame!",
    "cards.APOLOFY.name": "APOLOFY",
    "cards.MOVIESHUB.name": "MOVIESHUB",
    "cards.RICK&MORTY.name": "RICK & MORTY",
    "cards.APOLOFY.description": "Bienvenido a Apollofy, un proyecto fullstack que fusiona la sofisticación de Spotify con la versatilidad de SoundCloud, ofreciendo un reproductor de música personalizado. Desarrollado con MERN Stack (MongoDB, Express, React y Node.js), Apollofy va más allá al permitir a los usuarios no solo disfrutar de la música, sino también gestionar su propia biblioteca, subir canciones, seguir a otros usuarios, crear álbumes personalizados y mucho más. Explora Apollofy y descubre una nueva forma de experimentar la música en línea.",
    "cards.MOVIESHUB.description": "Bienvenido a MoviesHub! Un emocionante proyecto fullstack creado con Next.js, CSS, MongoDB, Node.js y Express. En MoviesHub, tú tomas el control de tu propia experiencia cinematográfica. Sube, modifica y elimina tus películas favoritas con facilidad. Personaliza cada entrada con descripciones detalladas, puntuaciones e imágenes llamativas.",
    "cards.RICK&MORTY.description": "Bienvenido a Rick y Morty Explorer, un proyecto emocionante desarrollado con TypeScript, npm y Bootstrap. Esta aplicación te sumerge en el fascinante universo de la serie animada Rick & Morty, permitiéndote explorar detalles fascinantes sobre cada episodio y personaje.",
    "cards.labels.verFigma": "Ver Figma",
    "cards.labels.verGitHub": "Ver GitHub",
    "cards.labels.verDeploy": "Ver Deploy",
    "tecnologys.title": "HABILIDADES TÉCNICAS"
}