{
    "menu.home": "Inicio",
    "menu.projects": "Proyectos",
    "menu.about": "Sobre mí",
    "menu.contact": "Contacto",
    "introduction.title2": "HOLA, SOY JAVI.",
    "introduction.title": "Desarrollador web.",
    "introduction.paragraph": "Soy un apasionado Desarrollador Frontend y estudiante de diseño UX/UI. Mi enfoque está en crear interfaces de usuario excepcionales, fusionando entusiasmo y creatividad en cada proyecto.",
    "introduction.projects.title": "PROYECTOS",
    "introduction.projects.highlighted": "DESTACADOS",
    "introduction.projects.description": "En este espacio, dedicaré tiempo a compartir una amplia variedad de proyectos, tanto personales como de clientes, que abarcan aplicaciones web y móviles. Espero que este espacio se convierta en una fuente de inspiración y aprendizaje para otros desarrolladores y entusiastas de la tecnología.",
    "introduction.about.title": "SOBRE MÍ",
    "introduction.about.description": "En este espacio, tendrás la oportunidad de sumergirte en una exploración detallada sobre quién soy como profesional y las habilidades que he cultivado a lo largo de mi trayectoria, con un enfoque especial en el ámbito tecnológico.",
    "introduction.contact.title": "CONTACTO",
    "introduction.contact.description": "Siéntete libre de ponerte en contacto conmigo en cualquier momento. Siempre estoy aquí para conectarme y participar contigo. Ya sea que tengas preguntas, ideas o simplemente quieras saludar. Espero recibir tus mensajes y haré todo lo posible para responder lo más pronto posible. ¡Espero con interés saber de ti pronto!",
    "introduction.self.title": "CONOCÉME",
    "introduction.self.description1": "Soy un apasionado ",
    "introduction.self.span1": "desarrollador Frontend",
    "introduction.self.description2": " con experiencia en ",
    "introduction.self.span2": "liderazgo y superación",
    "introduction.self.description3": " en proyectos innovadores. Fundador y cofundador de dos empresas, mi camino en la tecnología surge de la búsqueda de un ",
    "introduction.self.span3": "crecimiento",
    "introduction.self.description4": " personal y profesional significativo.",
    "introduction.self.description5": "Actualmente, estoy inmerso en el estudio de ",
    "introduction.self.span4": "Diseño UX/UI.",
    "introduction.self.description6": "Como autodidacta encuentro fortaleza en la mejora continua y disfruto ",
    "introduction.self.span5": "motivando ",
    "introduction.self.description7": "a mi equipo. Mi enfoque no solo se limita al código, sino que también se extiende al diseño centrado en el usuario.",
    "introduction.self.description8": "Priorizo la ",
    "introduction.self.span6": "comunicación efectiva ",
    "introduction.self.description9": "y la colaboración en la ",
    "introduction.self.span7": "gestión de equipos ",
    "introduction.self.description10": ", con metodología ",
    "introduction.self.span8": "agile y scrum ",
    "introduction.self.description11": "para soluciones eficientes.",
    "introduction.self.description12": "Fuera del trabajo, disfruto del tiempo con amigos y soy un amante de la naturaleza y los deportes. También tengo un profundo amor por los animales.",
    "introduction.self.description13": "Abierto a oportunidades laborales para contribuir, aprender y crecer. Si tienes una buena oportunidad que valore tanto la tecnología como el diseño, ",
    "introduction.self.span9": "¡contáctame!",
    "cards.ZEREL_WEB.name": "ZEREL",
    "cards.ZEREL_DYNAMO.name": "DYNAMO",
    "cards.APOLOFY.name": "APOLOFY",
    "cards.MOVIESHUB.name": "MOVIESHUB",
    "cards.RICK&MORTY.name": "RICK & MORTY",
    "cards.CALENDAR_TS.name": "CALENDAR TS",
    "cards.SERVER.name": "SERVER",
    "cards.DROP_DRAG_DEMON.name": "DROP DRAG DEMON",
    "cards.TODO_REACT_NATIVE.name": "ToDo React Native",
    "cards.ZEREL_WEB.description": "Zerel es una plataforma innovadora de gestión inteligente de parkings corporativos. Desarrollado con Next.js, TypeScript y AWS, Permite optimizar la ocupación de plazas, mejorar la seguridad eliminando mandos o tarjetas físicos, y transformar el aparcamiento en un activo generador de ingresos para empresas y comunidades.",
    "cards.ZEREL_DYNAMO.description": "Zerel Dynamo es la solución de movilidad inteligente de Zerel, impulsada por IA, que permite compartir plazas de aparcamiento de forma dinámica y flexible. Desarrollado con Vite, React, TypeScript y TailwindCSS, SQL y OTP. Ideal para empresas que quieren maximizar el uso de sus recursos de parking, generando ingresos y optimizando el espacio.",
    "cards.APOLOFY.description": "Bienvenido a Apollofy, un proyecto fullstack que fusiona la sofisticación de Spotify con la versatilidad de SoundCloud, ofreciendo un reproductor de música personalizado. Desarrollado con MERN Stack (MongoDB, Express, React y Node.js), Apollofy va más allá al permitir a los usuarios no solo disfrutar de la música, sino también gestionar su propia biblioteca, subir canciones, seguir a otros usuarios, crear álbumes personalizados y mucho más. Explora Apollofy y descubre una nueva forma de experimentar la música en línea.",
    "cards.MOVIESHUB.description": "Bienvenido a MoviesHub! Un emocionante proyecto fullstack creado con Next.js, CSS, MongoDB, Node.js y Express. En MoviesHub, tú tomas el control de tu propia experiencia cinematográfica. Sube, modifica y elimina tus películas favoritas con facilidad. Personaliza cada entrada con descripciones detalladas, puntuaciones e imágenes llamativas.",
    "cards.RICK&MORTY.description": "Bienvenido a Rick y Morty Explorer, un proyecto emocionante desarrollado con TypeScript, npm y Bootstrap. Esta aplicación te sumerge en el fascinante universo de la serie animada Rick & Morty, permitiéndote explorar detalles fascinantes sobre cada episodio y personaje.",
    "cards.CALENDAR_TS.description": "Explora la versatilidad de mi proyecto de calendario creado con JavaScript y CSS, que te brinda la experiencia de gestionar tu tiempo de manera eficiente y personalizada. Inspirado en la funcionalidad intuitiva de Google Calendar, este calendario te permite organizar tu día a día con facilidad. Con una interfaz limpia y amigable, puedes añadir eventos, establecer recordatorios y personalizar cada día según tus necesidades.",
    "cards.SERVER.description": "Mi servidor, desarrollado con Node.js y Express, junto con MongoDB como base de datos, es la columna vertebral que impulsa la funcionalidad de mis proyectos, en particular, MoviesHub. Este robusto servidor actúa como el núcleo de servicios de base de datos, brindando un sólido soporte para almacenar y recuperar información esencial. Desde detalles de películas hasta información sobre usuarios, este servidor garantiza una gestión eficiente de datos para garantizar un rendimiento óptimo y una experiencia de usuario sin interrupciones en MoviesHub y otros proyectos relacionados. ¡Explora el mundo de las películas con la confianza de que la infraestructura detrás de escena está diseñada para ofrecer un servicio fiable y escalable! ",
    "cards.DROP_DRAG_DEMON.description": "Este proyecto de React utiliza react-beautiful-dnd para permitir a los usuarios arrastrar y soltar personajes de la serie Demon Slayer entre diferentes columnas. La aplicación es completamente receptiva, lo que la hace adecuada para su uso en varios dispositivos.",
    "cards.TODO_REACT_NATIVE.description": "Este proyecto consiste en una aplicación móvil desarrollada en React Native que permite a los usuarios gestionar sus tareas diarias de manera eficiente. Con una interfaz intuitiva y fácil de usar, los usuarios pueden agregar nuevas tareas, marcarlas como completadas y eliminarlas cuando sea necesario.",
    "cards.labels.verFigma": "Ver Figma",
    "cards.labels.verGitHub": "Ver GitHub",
    "cards.labels.verDeploy": "Ver Deploy",
    "tecnologys.title": "HABILIDADES TÉCNICAS"
}